{
  "src": "./journalist",
  "res": {
    "level_bg_png": "level_bg.png",
    "level_decor_png": "level_decor.png",
    "level_header_png": "level_header.png",
    "level_0_png": "level_0.png",
    "level_1_png": "level_1.png",
    "level_2_png": "level_2.png",
    "level_3_png": "level_3.png",
    "cat_left_png": "cat_left.png",
    "cat_right_png": "cat_right.png",
    "bubble_png": "bubble.png",
    "bubble_rect_png": "bubble_rect.png",
    "slot_empty_png": "slot_empty.png",
    "slot_png": "slot.png",
    "timer_mini_png": "timer_mini.png",
    "timer_00_png": "timer_00.png",
    "timer_01_png": "timer_01.png",
    "timer_02_png": "timer_02.png",
    "timer_03_png": "timer_03.png",
    "timer_04_png": "timer_04.png",
    "timer_05_png": "timer_05.png",
    "timer_06_png": "timer_06.png",
    "timer_07_png": "timer_07.png",
    "timer_08_png": "timer_08.png",
    "timer_09_png": "timer_09.png",
    "timer_10_png": "timer_10.png"
  },
  "colors": [
    "0xC1C0C0",
    "0xFFF06E",
    "0x7ACCF1",
    "0xE13A28",
    "0xC388B9",
    "0x99C030",
    "0x32A63E",
    "0xFFA500",
    "0x8a2be2",
    "0xffc0cb",
    "0xff0065",
    "0x33cccc"
  ],
  "time": [
    600,
    600,
    600,
    600
  ],
  "headerA": "«Срочное сообщение!»",
  "headerB": "Прямо сейчас нужно сдавать номер газеты в печать, а в статье на первой полосе все слова перемешались! Только ты можешь спасти ситуацию. Но у тебя на это есть всего 10 минут. Помоги газете выйти в срок. Известно только, что слова и знаки препинания в одном предложении – одного цвета. Собери их скорее в нужном порядке, и не забудь найти заголовок и поставить его сверху. Удачи! Я в тебя верю!",
  "headerC": "Главный редактор газеты «Новости Кидворка»",
  "winHeaderA": "Отличная работа!",
  "winHeaderB": "Ты справился как раз вовремя. На твой счет зачислен %d кидкоин.",
  "failHeader": "Время истекло.\n\nИгра окончена.\n\nПопробуй еще раз!",
  "textHeader": "Вот твоя статья:",
  "texts": [
    {
      "title": "Инопланетный десант",
      "body": "Сегодня утром на западе нашего города произошло удивительное событие. С неба спустилась летающая тарелка и приземлилась на улице Энтузиастов рядом с парком. Жители города ждали появления инопланетян с самого утра. Однако из тарелки так никто и не показался. Вечером двигатель машины пришельцев заработал, она поднялась в небо и улетела. Ученые считают, что инопланетяне еще вернутся на Землю."
    },
    {
      "title": "Конфетный дождь",
      "body": "По прогнозам синоптиков, завтра утром ожидаются необычные осадки – дождь из конфет. На севере города выпадут шоколадные конфеты, а на юге – ванильные. Конфетный дождь – идеальная погода для прогулок. Захватите корзинки и бегом собирать конфеты с друзьями или семьей. Поставьте будильники на восемь утра, чтобы точно не пропустить это чудесное событие. После дождя приглашаем всех на площадь перед Кремлем попить чаю и насладиться собранными вкусностями."
    },
    {
      "title": "Ночь фейерверков",
      "body": "В следующие выходные в нашем городе состоится событие, которого все так долго ждали. В десять вечера стартует волшебная Ночь фейерверков. Салюты будут запускать на кремлевской площади и в парке. Возле Кремля первый фейерверк запустит мэр города, а в парке - знаменитый циркач из Франции Жюль Готье. Обязательно приходите посмотреть на яркое представление!"
    },
    {
      "title": "Радуга наоборот",
      "body": "Сегодня жители Кидворка стали свидетелями странного явления. После дождя показалась необычная радуга. Все цвета радуги шли в обратном порядке. Верхняя полоса была фиолетовой, а нижняя – красной. Вероятно, «обратная» радуга появилась из-за недавней вспышки на Солнце. Синоптики считают, что в следующий раз необычное природное явление можно будет наблюдать в четверг. Напоминаем правильный порядок цветов в радуге: красный, оранжевый, желтый, зеленый, голубой, синий, фиолетовый."
    },
    {
      "title": "Черепашка-чемпион",
      "body": "В забеге домашних животных, который состоялся в прошлую пятницу, определился новый чемпион. Им стала черепашка Тортилла. Черепаха обогнала победителя прошлого года кролика Роджера и финишировала первой. На вопрос «Как ей это удалось?» она только таинственно улыбнулась. Хозяйка Тортиллы, восьмилетняя школьница Маша Смирнова, тоже отказалась выдать чемпионский секрет. Маша уверена, что главное – это регулярные тренировки. Вместе с Тортиллой они бегали каждый день по два километра."
    },
    {
      "title": "Новое енотокафе",
      "body": "На этой неделе на улице Лилий открывается необычное заведение – енотокафе. Там можно будет не только попить чай или кофе с десертами, но и погладить енотов. Они ручные и с радостью играют с детьми. Енотов привезли из разных точек земного шара. Самый старший енот переехал в новое кафе из далекой Канады. Владельцы заведения спасли его от браконьеров."
    },
    {
      "title": "Кража века",
      "body": "Сегодня во второй половине дня произошло страшное преступление. У мэра города украли уникальную коллекцию галстуков. В ней насчитывалось три тысячи редких экземпляров. Воры проникли в загородный коттедж мэра и вынесли галстуки через задний двор. Сигнализация была отключена ими заранее. На месте преступления работает полиция."
    },
    {
      "title": "Прожорливый талант",
      "body": "В прошлое воскресенье в прямом эфире объявили победителя шоу талантов. Главный приз – пятьдесят кидкоинов – забрал Иван Лебедев. Иван смог за полчаса съесть десять гамбургеров. Это рекорд нашего города. Иван заявил, что много тренировался. Каждый день он ходил в заведения фастфуда и наедался как мог. Несмотря на любовь к гамбургерам, Иван в отличной форме. Он бегает и занимается плаванием."
    },
    {
      "title": "Модное шоу для птиц",
      "body": "Завтра все птицы нашего города соберутся на модное шоу, где продемонстрируют свое оперение. Показ начнет говорящий попугай ара. Он расскажет о своих ярких перьях и представит других участников. Следом за ним на подиум выйдет розовый фламинго. Эта птица прилетела к нам из далекой Кении. Цвет ее перьев – нежно-розовый. Далее последуют остальные тридцать участников мероприятия."
    },
    {
      "title": "Бал-маскарад",
      "body": "В субботу в нашем городе состоится бал-маскарад. По традиции, праздник пройдет в Старой ратуше. Сейчас ее как раз украшают к важному событию. В конце бала гости выберут лучшую маску и лучший костюм. Напомним, что в прошлом году победительницей в обеих номинациях стала юная Даша Озерова. Она сшила платье из лепестков роз и сделала маску из мармеладок. Получив заветную награду, Даша угостила своей съедобной маской всех желающих."
    },
    {
      "title": "Говорящая улитка",
      "body": "В парке под одним из деревьев уборщики обнаружили уникальную говорящую улитку. Она спряталась среди мусора и поначалу не подавала признаков жизни. Однако, испугавшись, что ее куда-нибудь выкинут, улитка все-таки попросила помощи у людей. Она рассказала, что живет здесь уже десять лет. Зоологи считают, что найденная улитка – уникальная находка. Говорящие улитки занесены в Красную книгу и тщательно охраняются."
    },
    {
      "title": "Пицца-гигант",
      "body": "Сегодня в 19.00 в центре нашего города испекут самую большую пиццу в мире. Она будет такой большой, что заполнит собой площадь перед Кремлем. Сейчас повара ведут масштабные подготовительные работы. В первую очередь, им нужно купить томаты и специи. Вечером каждый местный житель и гость получит кусочек пиццы-гиганта. Не опоздайте, угощение быстро закончится!"
    },
    {
      "title": "Смелый пес",
      "body": "Вчера мэр города наградил почетной медалью лабрадора по кличке Смелый. Он спас хозяев и соседей от пожара. Огонь разгорелся в квартире дома по улице Лилий. Вероятно, причиной пожара стала сломанная гирлянда из лампочек. Смелый первым почуял опасность. Он начал громко лаять и разбудил людей. Затем героический пес пробрался в детскую и вынес на улицу двух маленьких детей."
    },
    {
      "title": "Лыжный хоккей",
      "body": "В нашем городе изобрели новый зимний вид спорта – лыжный хоккей. Вместо коньков – лыжи, а вместо льда – снежное поле. Игроки делятся на команды и пытаются забросить шайбу в ворота соперника. Из-за длинных лыж спортсмены часто сталкиваются и падают. Однако вскоре в магазинах появятся специальные короткие лыжи для нового вида спорта. Если хотите попробовать свои силы, приходите завтра на площадь перед Кремлем в 18.00. Там будет организована большая игра."
    },
    {
      "title": "Волшебное печенье",
      "body": "Сегодня в кондитерскую на улице Лилий завезли новую партию волшебного печенья. Стоит его съесть – как становишься самым удачливым человеком в мире. К сожалению, эффект длится всего десять минут. В лотерейном киоске напротив кондитерской ожидается большая очередь. Если вы успеете за десять минут купить билет, можете выиграть крупную сумму. В прошлом году счастливчиками стали семь человек. Съев печенье, они выиграли в лотерею по сто кидкоинов."
    },
    {
      "title": "Огнедышащий птенец",
      "body": "Вчера на страусиной ферме произошло удивительное событие. Из яйца вместо страуса вылупилось неизвестное существо. Ученые-зоологи установили, что это самый настоящий огнедышащий дракон. Пока он только чихает искрами. Фермеры разводят руками. Им сразу показалось, что яйцо чересчур большое для страусиного. Пока дракон поживет в специальном питомнике. Когда он подрастет, его отправят в Румынию, на родину драконов."
    },
    {
      "title": "Корабль-призрак",
      "body": "Вчера в десять часов вечера в заливе снова появился корабль-призрак. Его заметили рыбаки. Корабль показался на пару секунд, а затем растворился в тумане. Считается, что этот корабль когда-то принадлежал пирату по имени Джек. Он обладал несметными сокровищами, которые хранил на корабле. Многие пытались завладеть богатствами призрачного корабля. Однако никому это пока не удалось."
    },
    {
      "title": "Необычный жилец",
      "body": "На прошлой неделе в коттедже на Тихой улице появился новый жилец. Вместе с ним поселились его домашние питомцы. Только вот держит новый обитатель коттеджа не кошек и собак, а целых восемь северных оленей. Хотя свое имя таинственный незнакомец не раскрывает, мы выяснили, кто он такой.  Наши журналисты установили, что теперь на Тихой улице живет сам Санта-Клаус. Он снял этот дом на лето, чтобы прийти в форму перед началом рождественского сезона."
    },
    {
      "title": "Подземный город",
      "body": "Сенсация! Под главными улицами нашего города обнаружен настоящий подземный лабиринт. Он был найден во время прокладки нового асфальта. Длина тоннелей – сотни километров. Ученые считают, что подземный город построили не люди, а волшебные существа. Самый вероятный вариант – гномы, которые жили в наших землях тысячи лет назад."
    },
    {
      "title": "Мышиный цирк",
      "body": "Потрясающие новости – знаменитый мышиный цирк приезжает в наш город! Цирк был основан во Франции десять лет назад. За это время он успел обрести поклонников по всему миру – от Канады до Австралии. Мышки-циркачи выступят в следующую пятницу. Вход на представление – бесплатный, но нужно пройти онлайн-регистрацию на сайте цирка."
    },
    {
      "title": "Томатная битва",
      "body": "В эту субботу на улицах нашего города состоится традиционная томатная битва. Все жители поделятся на две команды и будут кидаться помидорами друг в друга. Победителей в битве не бывает. Главное – получить удовольствие и повеселиться, а не подсчитывать очки. Если вы собираетесь принять участие в сражении, наденьте старую одежду. Ее будет не жалко испачкать.  Обратите внимание, что для битвы можно использовать только спелые мягкие томаты, которые не нанесут вреда вашим друзьям."
    },
    {
      "title": "Машина времени",
      "body": "Самый известный физик нашего города Иван Михайлович Бочкин изобрел машину времени. Она может перенести вас в прошлое – на несколько дней назад. Сейчас в планах ученого – запатентовать изобретение и значительно его улучшить. Например, Бочкин обещает, что вскоре на машине можно будет отправиться в любую эпоху. Мы раскроем  загадки истории и узнаем правду о важных событиях. Правда, в прошлом нельзя ничего поменять."
    },
    {
      "title": "Школа будущего",
      "body": "Прямо в бизнес-центре нашего города открылась инновационная школа. Там нет скучных домашних заданий, оценок и контрольных. Среди изучаемых дисциплин – не только алгебра, литература и история. Также в программе – основы бизнеса, дайвинга, скалолазания, актерское мастерство и два иностранных языка. Первый язык – английский, а второй – язык программирования Phyton. Набор в новую школу уже открыт."
    },
    {
      "title": "Упавшая звезда",
      "body": "Прошлой ночью в районе Радужного шоссе была обнаружена упавшая звезда. Ее нашли строители, ведущие ночные работы. Звезда размером с небольшой камень немного дрожит и ярко светится в темноте. Прикоснуться к ней невозможно — слишком горячая. Известно, что падающие звезды могут исполнять желания. Сейчас находка передана в научный центр для дальнейшего изучения."
    },
    {
      "title": "Уроки любопытства",
      "body": "Власти нашего города обеспокоены, что детям больше нравится болтать в социальных сетях, чем узнавать что-то новое. В связи с этим в центральной школе пройдет урок любопытства. Ребят ждет особенный преподаватель – Мистер Енот. В прошлом году он получил звание самого любопытного зверя в мире. Мистер Енот обещает, что за сорок пять минут урока вернет детям страсть к любопытству. Свою методику, правда, он держит в секрете."
    },
    {
      "title": "Богатый котик",
      "body": "Сегодня в 9 часов утра случилось невероятное. В трамвай зашёл кот и оплатил свой билет. Он держал монетки зубами, пока не подошёл к кондуктору. Вывалив перед ним свои сбережения, кот громким «Мяу» потребовал выдать ему билет. Удивленному кондуктору ничего не оставалось делать кроме как «обилетить» животное. В трамвае кот вёл себя хорошо - к пассажирам не приставал, сидел в кресле спокойно, смотрел в окно. Он проехал три остановки и гордо вышел на Площади свободы."
    }
  ]
}